Repository: drualcman/AuthifyPass
Catalog: src/AuthifyPass.Views/Resources/AboutUsResource.*.resx
Languages: es

# ClientRevocation
source: Client-Based Revocation
es: Revocación de cliente

# CommunityText
source: Anyone can contribute to the project, submit improvements, or report issues on GitHub.
es: Cualquiera puede contribuir al proyecto, enviar mejoras o reportar problemas en GitHub.

# CommunityTitle
source: Open Community and Collaboration
es: Comunidad abierta y colaboración

# ComparisonTitle
source: Comparison with Traditional Authenticators
es: Comparación con autenticadores tradicionales

# DeveloperFriendlyText
source: Offers a simple public API to integrate 2FA without worrying about servers or databases, while ensuring total privacy.
es: Ofrece una API pública simple para integrar 2FA sin preocuparse por servidores o bases de datos, con privacidad total.

# DeveloperFriendlyTitle
source: Built for Developers
es: Diseñado para desarrolladores

source: Developer Registration
es: Registro de desarrollador

source: Feature
es: Característica

source: Multi-Device Sync
es: Sincronización multi-dispositivo

source: Open Source
es: Código abierto

# OpenSourceText
source: The entire AuthifyPass ecosystem is fully open, allowing any developer to audit, improve, or contribute.
es: Todo el ecosistema de AuthifyPass es completamente abierto, permitiendo a cualquier desarrollador auditar, mejorar o contribuir.

# OpenSourceTitle
source: Open Source and Transparent
es: Código abierto y transparente

# PrivacyFirstText
source: AuthifyPass stores no personal data. All identifiers are anonymous and encrypted, ensuring that no one can trace users.
es: AuthifyPass no almacena datos personales. Todos los identificadores son anónimos y encriptados, garantizando que nadie pueda rastrear al usuario.

# PrivacyFirstTitle
source: Privacy First
es: Privacidad primero

source: Public API
es: API pública

# Subtitle
source: An open and privacy-respectful platform for Two-Factor Authentication.
es: Una plataforma abierta y privada para autenticación de doble factor.

# Title
source: AuthifyPass - Security Without Compromising Privacy
es: AuthifyPass - Seguridad sin comprometer tu privacidad

# TotpSupport
source: TOTP Standard Support
es: Soporte estándar TOTP

source: Traditional Authenticator
es: Autenticador tradicional

# UserPrivacy
source: User Data Privacy
es: Privacidad de usuario

source: View on GitHub
es: Ver en GitHub
